[
    {"artista": "Pink Floyd", "genero": "Rock", "album": "The Dark Side of the Moon", "año": "1979", "precio": 4500, "info": "El lado oscuro de la luna— es un álbum conceptual, el octavo de estudio del grupo musical británica de rock progresivo Pink Floyd. Fue lanzado el 1 de marzo de 1973 en los Estados Unidos y el 24 de marzo del mismo año en el Reino Unido. Se estima que el álbum ha vendido más de 50 millones de copias a nivel mundial."},
    {"artista": "Marvin Gaye", "genero": "Soul", "album": "Lets get it on", "año": "1973", "precio": 4000, "info": "Let's Get It On es el decimotercer álbum de estudio del artista estadounidense Marvin Gaye, publicado el 28 de agosto de 1973, por Tamla Records. Las sesiones de grabación del álbum se llevaron a cabo durante junio de 1970 a julio de 1973 en Hitsville U.S.A. y en Golden Worlds studios en Detroit. Este álbum es la primera incursión de Gaye en el género de la música funk y temas románticos. Se lo ha criticado por sus letras sexualmente sugerentes, y fue citado por un escritor como uno de los discos con más carga sexual jamás registrado"},
    {"artista": "Miles Davis", "genero": "Jazz", "album": "Kind Of Blue", "año": "1959", "precio": 4200, "info": "Kind of Blue —en español: Una especie de tristeza o algún tipo de tristeza— es un álbum de estudio del músico estadounidense de jazz Miles Davis editado en agosto de 1959. La grabación tuvo lugar en el 30th Street Studio de la Columbia Records en la ciudad de Nueva York en apenas diez horas repartidas en dos días, el 2 de marzo y el 22 de abril de 1959. Acompañaron a Miles el legendario saxofonista John Coltrane y el contrabajista Paul Chambers, el equipo se completó con Julian Adderley, en el saxofón alto, Jimmy Cobb a la batería y Bill Evans al piano, excepto en el tema Freddie Freeloader en el que el pianista es Wynton Kelly. Su lanzamiento se produjo el 17 de agosto por el sello discográfico Columbia en formato mono y estéreo."},
    {"artista": "Dire Straits", "genero": "Rock", "album": "Brotheres In Arms", "año": 1985, "precio": 3800, "info": "Brothers in Arms (en español, Hermanos de Armas) es el quinto álbum de la banda británica Dire Straits, lanzado en 1985. En los casi tres años que separan este trabajo de su anterior álbum de estudio, la banda había publicado un disco en directo y un EP con tres canciones. Asimismo, en este pequeño lapso la banda había sufrido varios cambios: la alineación final quedaría fijada en seis miembros (dos teclistas, dos guitarristas, un bajo y un batería), con una lista de músicos de estudio que apoyarían la grabación, entre los que figuraba Sting. Esta estructura se mantendría constante en los posteriores trabajos de la banda, así como en los discos de Mark Knopfler en solitario. Durante la posterior gira del grupo en 1988, Eric Clapton colaboraría como guitarra rítmica."},
    {"artista": "Michael Jackson", "genero": "Pop", "album": "Thriller", "año": "1982", "precio": 4500, "info": "Thriller es el sexto álbum de estudio del artista estadounidense Michael Jackson, publicado el 30 de noviembre de 1982 por Epic Records. Producido por Quincy Jones —quien trabajó también en el álbum Off the Wall (1979) del mismo artista—, la obra está compuesta por un balance de varios géneros musicales: entre disco y rock, funk y balada, R&B y pop.​ El propio Jackson escribió cuatro de las nueve canciones del álbum.​ Las sesiones de grabación iniciaron en abril de 1982 en los estudios Westlake de Los Ángeles,​ con un presupuesto de producción de US$750 000.​ El disco contó con la colaboración de Paul McCartney, exmiembro de The Beatles, además de varios integrantes de la banda de rock Toto, entre ellos Jeff Porcaro (batería), Steve Porcaro y David Paich (teclados), Steve Lukather (guitarra) y el teclista Greg Phillinganes."},
    {"artista": "Queen", "genero": "Rock", "album": "Innuendo", "año": "1991", "precio": 4200, "info": "Innuendo es el decimocuarto álbum de estudio de la banda de rock británica Queen, lanzado el 4 de febrero de 1991 por Parlophone en el Reino Unido​ y es el primer álbum de estudio de la banda lanzado por Hollywood Records en los Estados Unidos. Producido por David Richards y la banda, fue el último álbum de la banda lanzado en vida del cantante principal Freddie Mercury, y el más reciente compuesto por material completamente nuevo. Alcanzó el puesto número 1 en las UK Singles Chart y permaneció en esa posición durante dos semanas, y también alcanzó el puesto número 1 en Italia, los Países Bajos, Alemania y Suiza, permaneciendo en el número 1 durante tres semanas, cuatro semanas, seis semanas y ocho semanas respectivamente. Fue el primer álbum de Queen en obtener la certificación de oro en los EE. UU. tras su lanzamiento desde The Works en 1984."}
]

